Repository: JMApps/plado
Catalog: lib/l10n/app_*.arb
Languages: ka, tg, uz

# fullAppName
source: Planner TODO â€“ plan and act!
ka: Planner TODO – დაგეგმეთ და იმოქმედეთ!
tg: Planner TODO – Барнома ва амал кунед!
uz: Planner TODO â€“ rejalashtiring va harakat qiling!

# sortCategoryTasks
source: Sort categories
ka: კატეგორიის დავალებების სორტირება
uz: Kategoriya vazifalarini tartiblash

source: Sort tasks
ka: დავალებების სორტირება
tg: Ранжиркунии вазифаҳо
uz: Vazifalarni tartiblash

source: Sort habits
ka: ჩვევების სორტირება
tg: Ранжиркунии одатҳо
uz: Odatlarni tartiblash

# sortByAddTime
source: By add time
ka: დამატების დროით
tg: Бо санаи илова
uz: Qo'shilgan sanaga ko'ra

# sortByTitle
source: By title
ka: სათაურით
tg: Бо унвон
uz: Sarlavhaga ko'ra

# sortByPriority
source: By priority
ka: პრიორიტეტით
tg: Бо аҳамият
uz: Ustuvorlikka ko'ra

# sortByColor
source: By color
ka: ფერით
tg: Бо ранг
uz: Rangga ko'ra

source: Order
ka: თანმიმდევრობა
tg: Тартиб
uz: Buyurtma

# firstNew
source: Newest first (Z-A)
ka: ჯერ ახალი (Z-A)
tg: Навтарин (Z-A) аввал
uz: Birinchi yangi (Z-A)

# firstOld
source: Oldest first (A-Z)
ka: ჯერ ძველი (A-Z)
tg: Қадимтарин (A-Z) аввал
uz: Birinchi eski (A-Z)

source: Time interval
ka: დროის ინტერვალი
tg: Муддати вақт
uz: Vaqt oralig'i

source: Day
ka: დღე
tg: Рӯз
uz: Kun

source: Week
ka: კვირა
tg: Ҳафта
uz: Hafta

source: Month
ka: თვე
tg: Моҳ
uz: Oy

source: Season
ka: სეზონი
tg: Фасл
uz: Fasl

source: Year
ka: წელი
tg: Сол
uz: Yil

# addFirstTask
source: Add your first task
ka: დაამატეთ თქვენი პირველი დავალება
tg: Аввалин вазифаро илова кунед
uz: Birinchi vazifangizni qo'shing

# addFirstCategory
source: Add your first category
ka: დაამატეთ თქვენი პირველი კატეგორია
uz: Birinchi kategoriyangizni qo'shing

# addFirstHabit
source: Add your first habit
ka: დაამატეთ თქვენი პირველი ჩვევა
tg: Аввалин одатро илова кунед
uz: Birinchi odatingizni qo'shing

source: Add task
ka: დავალების დამატება
tg: Вазифа илова кунед
uz: Vazifa qo'shish

source: Adding task
ka: დავალება ემატება
tg: Вазифа илова шуда истодааст
uz: Vazifa qo'shilmoqda

source: Add category
ka: კატეგორიის დამატება
uz: Kategoriya qo'shish

source: Adding category
ka: კატეგორია ემატება
uz: Kategoriya qo'shilmoqda

source: Add habit
ka: ჩვევის დამატება
tg: Одат илова кунед
uz: Odat qo'shish

source: Adding habit
ka: ჩვევა ემატება
tg: Одат илова шуда истодааст
uz: Odat qo'shilmoqda

# changingTask
source: Editing task
ka: დავალების შეცვლა
tg: Вазифа тағйир дода истодааст
uz: Vazifani o'zgartirish

# changeTask
source: Edit task
ka: დავალების შეცვლა
tg: Вазифаро тағйир додан
uz: Vazifani o'zgartirish

# changeCategory
source: Edit category
ka: კატეგორიის შეცვლა
uz: Kategoriyani o'zgartirish

# changingCategory
source: Editing category
ka: კატეგორიის შეცვლა
uz: Kategoriyani o'zgartirish

# changingHabit
source: Editing habit
ka: ჩვევის შეცვლა
tg: Одат тағйир дода истодааст
uz: Odatni o'zgartirish

# changeHabit
source: Edit habit
ka: ჩვევის შეცვლა
tg: Одатро тағйир додан
uz: Odatni o'zgartirish

source: Tasks
ka: დავალებები
tg: Вазифаҳо
uz: Vazifalar

source: Habits
ka: ჩვევები
tg: Одатҳо
uz: Odatlar

source: Statistics
ka: სტატისტიკა
tg: Статистика
uz: Statistika

source: Settings
ka: პარამეტრები
tg: Танзимот
uz: Sozlamalar

source: Add
ka: დამატება
tg: Илова
uz: Qo'shish

source: Added
ka: დაემატა
tg: Илова шуд:
uz: Qo'shildi

source: Change
ka: შეცვლა
tg: Тагйир додан
uz: O'zgartirish

source: Changed
ka: შეიცვალა
uz: O'zgartirildi

source: Delete
ka: წაშლა
tg: Ҳазф кардан
uz: O'chirish

source: Deleted
ka: წაიშალა
tg: Ҳазф шуд
uz: O'chirildi

source: Color
ka: ფერი
tg: Ранг
uz: Rang

source: Back
ka: უკან
tg: Пас
uz: Orqaga

source: Cancel
ka: გაუქმება
tg: Бекор кунед
uz: Bekor qilish

source: Warning!
ka: გაფრთხილება!
tg: Огоҳӣ
uz: Ogohlantirish!

source: Enter title
ka: ჩაწერეთ სათაური
uz: Sarlavhani kiriting

source: Remaining
ka: დარჩენილი
tg: Миқдори боқимонда:
uz: Qolgan

source: Start
ka: დაწყება
tg: Шурӯъ шуд:
uz: Boshlash

source: End
ka: დასრულება
tg: Пойёнии:
uz: Tugash

source: Today
ka: დღეს
tg: Имрӯз
uz: Bugun

source: Hours
ka: საათები
tg: Соат
uz: Soat

source: Minutes
ka: წუთები
tg: Дақиқа
uz: Daqiqa

source: Select
ka: არჩევა
tg: Интихоб кунед
uz: Tanlash

source: Notifications
ka: შეტყობინებები
uz: Bildirishnomalar

source: Cancel all notifications
ka: გაუქმება ყველა შეტყობინებისა
uz: Barcha bildirishnomalarni bekor qilish

source: Priority
ka: პრიორიტეტი
tg: Аҳамият
uz: Ustuvorlik

source: Low
ka: დაბალი
tg: Паст
uz: Past

source: Medium
ka: საშუალო
tg: Умумӣ
uz: O'rtacha

source: High
ka: მაღალი
tg: Баланд
uz: Yuqori

# dayNumbers
source: Number of days
ka: დღეების რაოდენობა
tg: Миқдори рӯзҳо
uz: Kunlar soni

# days21
source: 21 days
ka: 21 დღე
tg: 21 рӯз
uz: 21 kun

# days40
source: 40 days
ka: 40 დღე
tg: 40 рӯз
uz: 40 kun

# days66
source: 66 days
ka: 66 დღე
tg: 66 рӯз
uz: 66 kun

# days90
source: 90 days
ka: 90 დღე
tg: 90 рӯз
uz: 90 kun

source: Remind
ka: შეგახსენოთ
tg: Ёдраскунанда
uz: Eslatish

source: Remind daily
ka: ყოველდღიურად შეგახსენოთ
uz: Har kuni eslatish

source: Select date
ka: აირჩიეთ თარიღი
tg: Сана интихоб кунед
uz: Sanani tanlang

source: Select time
ka: აირჩიეთ დრო
tg: Вақт интихоб кунед
uz: Vaqtni tanlang

# selectCorrectDateTime
source: Select a valid date and time
ka: გთხოვთ, სწორად აირჩიოთ თარიღი და დრო
tg: Сана ва вақти дурустро интихоб кунед
uz: To'g'ri sana va vaqtni tanlang

# deleteTaskContent
source: Are you sure you want to permanently delete this task?
ka: დარწმუნებული ხართ, რომ გსურთ ამ დავალების სამუდამოდ წაშლა?
tg: Шумо ҳақиқатан мехоҳед ин вазифаро доимо ҳазф кунед?
uz: Ushbu vazifani butunlay o'chirmoqchimisiz?

# deleteCategoryContent
source: Are you sure you want to permanently delete this category and its tasks?
ka: დარწმუნებული ხართ, რომ გსურთ ამ კატეგორიისა და მასში არსებული დავალებების სამუდამოდ წაშლა?
uz: Ushbu kategoriyani va unga tegishli vazifalarni butunlay o'chirmoqchimisiz?

# deleteHabitContent
source: Are you sure you want to permanently delete this habit?
ka: დარწმუნებული ხართ, რომ გსურთ ამ ჩვევის სამუდამოდ წაშლა?
tg: Шумо ҳақиқатан мехоҳед ин одатро доимо ҳазф кунед?
uz: Ushbu odatni butunlay o'chirmoqchimisiz?

# tasksNumber
source: Number of tasks
ka: დავალებების რაოდენობა
tg: Миқдори вазифаҳо
uz: Vazifalar soni

# tasksIsEmpty
source: Task list is empty
ka: დავალებების სია ცარიელია
tg: Рӯйхати вазифаҳо холӣ аст
uz: Vazifalar ro'yxati bo'sh

# habitNumber
source: Number of habits
ka: ჩვევების რაოდენობა
tg: Миқдори одатҳо
uz: Odatlar soni

# habitsIsEmpty
source: Habit list is empty
ka: ჩვევების სია ცარიელია
tg: Рӯйхати одатҳо холӣ аст
uz: Odatlar ro'yxati bo'sh

# descriptionHabit
source: Habit description
ka: ჩვევის აღწერა
tg: Тавсифи одат
uz: Odatning tavsifi

# errorGetData
source: Error getting data.
ka: შეცდომა მონაცემების მიღებისას.
tg: Хатогии гирифтани маълумот.
uz: Ma'lumotlarni olishda xatolik.

# elapsedDays
source: Days Passed:
ka: გასული დღეები:
tg: Рӯзҳои гузашташуда:
uz: O'tgan kunlar:

# remainingDays
source: Days Remaining:
ka: დარჩენილი დღეები:
tg: Рӯзҳои боқимонда:
uz: Qolgan kunlar:

source: All days
ka: ყველა დღე
tg: Ҳама рӯзҳо
uz: Barcha kunlar

# remainingDayPercent
source: Remaining day %
ka: დარჩენილი დღეების %
tg: Рӯзҳои боқимонда дар %
uz: Qolgan kun %

source: In progress
ka: პროცესშია
tg: Дар раванде
uz: Jarayonda

source: Completed
ka: დასრულდა
tg: Тугаланд
uz: Tugallandi

source: Canceled
ka: გაუქმდა
tg: Ҳазф шуд
uz: Bekor qilindi

source: All tasks
ka: ყველა დავალება
tg: Ҳама вазифаҳо
uz: Barcha vazifalar

source: All habits
ka: ყველა ჩვევა
tg: Ҳама одатҳо
uz: Barcha odatlar

# shortDay
source: d.
ka: დ.
tg: р.
uz: k.

# shortHour
source: h.
ka: ს.
tg: с.
uz: s.

# shortMinute
source: m.
ka: წ.
tg: д.
uz: d.

source: Language
ka: ენა
tg: Забон
uz: Til

source: Theme
ka: თემა
tg: Мавзӯъ
uz: Mavzu

# lightTheme
source: Light
ka: ნათელი
tg: Ёруғ
uz: Yorug'

# darkTheme
source: Dark
ka: მუქი
tg: Торик
uz: Qorong'u

# systemTheme
source: System
ka: სისტემა
tg: Система
uz: Tizim

source: Theme Color
ka: თემის ფერი
tg: Ранги мавзӯъ
uz: Mavzu rangi

source: Display
ka: ჩვენება
tg: Экран
uz: Ko'rsatish

source: Display always on
ka: ეკრანი მუდმივად ჩართული
tg: Экранро доимо включ кунед
uz: Ekran doimiy yoniq

source: Other applications
ka: სხვა აპლიკაციები
tg: Барномаҳои дигар
uz: Boshqa ilovalar

# weInSocials
source: We are on social media
ka: ჩვენ სოციალურ ქსელებში
tg: Мо дар шабакаҳои иҷтимоӣ ҳастем
uz: Biz ijtimoiy tarmoqlarda

source: Rate application
ka: აპლიკაციის შეფასება
tg: Барномаро баҳогузорӣ кунед
uz: Ilovani baholang

source: Rate
ka: შეფასება
tg: Баҳо
uz: Baholang

source: Backup
ka: სარეზერვო ასლი
tg: Резерв
uz: Zaxiralash

# backupWarning
source: Warning! After importing a backup, you need to reschedule notifications.
ka: ყურადღება! სარეზერვო ასლის იმპორტირების შემდეგ, შეტყობინებების თავიდან დაგეგმვა მოგიწევთ.
tg: Эзоҳ! Пас аз импорти резервӣ, хабарномаҳо бояд дубора таъин шаванд.
uz: Diqqat! Zaxira nusxasini import qilgandan so'ng, bildirishnomalarni qayta rejalashtirishingiz kerak bo'ladi.

source: Import
ka: იმპორტი
tg: Импорт
uz: Import qilish

# selectImportFile
source: Select backup file
ka: აირჩიეთ სარეზერვო ფაილი
tg: Файли резервиро интихоб кунед
uz: Zaxira faylini tanlang

source: Export
ka: ექსპორტი
tg: Экспорт
uz: Eksport qilish

# selectExportPath
source: Save backup
ka: შეინახეთ სარეზერვო ასლი
tg: Резервиро захира кунед
uz: Zaxira nusxasini saqlash

source: Share
ka: გაზიარება
tg: Бақарор кунед
uz: Ulashish

source: Version
ka: ვერსია
tg: Версия
uz: Versiya

source: iOS version
ka: iOS ვერსია
tg: Версияи iOS:
uz: iOS versiyasi

source: Android version
ka: Android ვერსია
tg: Версияи Android:
uz: Android versiyasi

# sortMarket
source: Sort purchases
ka: შეაჯამეთ შესყიდვები
uz: Xaridlarni tartiblash

# addFirstMarket
source: Create a shopping list
ka: შექმენით შესყიდვების სია
uz: Xaridlar ro'yxatini yarating

# addMarket
source: Add purchase
ka: დამატეთ შესყიდვა
uz: Xarid qo'shish

# addingMarket
source: Adding purchase
ka: შესყიდვის დამატება
uz: Xarid qo'shilmoqda

# changeMarket
source: Edit purchase
ka: შეიცვალეთ შესყიდვა
uz: Xaridni o'zgartirish

# changingMarket
source: Editing purchase
ka: შესყიდვის შეცვლა
uz: Xaridni o'zgartirish

# clearMessage
source: Clear the shopping list?
ka: გაასუფთავეთ შესყიდვების სია?
uz: Xaridlar ro'yxatini tozalaysizmi?

source: Clear
ka: გასუფთავება
uz: Tozalash

source: Purchases
ka: შესყიდვები
uz: Xaridlar
